/* 
   Localizable.strings
   G2M  Mac Recording Manager

   Created by paul fitzgerald on 2/23/12.
   Copyright 2012 Citrix Online. All rights reserved.
 */


/* Text for the Open dialog. */
"L10N_Open_Dialog_Title" = "Elegir carpeta de grabaciones";

/* Text for the Open dialog. */
"L10N_Open_Dialog_Text" = "Elija la carpeta de las grabaciones que quiere ver.";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Title" = "Está convirtiendo una grabación. ¿Seguro que quiere salir?";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Text" = "Podrá reiniciar la conversión, pero perderá el progreso realizado hasta ahora.";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Confirmed" = "Detener conversión y salir";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Aborted" = "Continuar conversión";

/* Displayed to the user to show the meeting name during conversion of a recording. */
"L10N_Converting_Format_String" = "Convirtiendo \"%@\" (%d/%d)";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Title" = "¿Seguro que quiere eliminar esta grabación?";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Text" = "Se eliminará permanentemente de su carpeta de grabaciones.";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Confirmed" = "Eliminar";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Aborted" = "No eliminar";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Audio_File_Error" = "No se puede abrir la grabación de audio.";

/* Displayed to the user as an error message. */
"L10N_Cant_Create_Audio_File_Error" = "No se puede crear el audio para esta grabación.";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Video_File_Error" = "No se puede abrir la grabación de vídeo.";

/* Displayed to the user as an error message. */
"L10N_No_Video_File_Error" = "No se puede abrir la grabación de vídeo.";

/* Displayed to the user as an error message. */
"L10N_Cant_Init_QTMovie_Error" = "No se puede utilizar la grabación de audio.";

/* Displayed to the user as an error message. */
"L10N_No_Recording_Data_Error" = "Esta grabación no tiene ni audio ni vídeo.";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Title" = "¿Seguro que quiere detener la conversión de la grabación?";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Text" = "Podrá reiniciar la conversión, pero perderá el progreso realizado hasta ahora.";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Confirmed" = "Detener conversión";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Aborted" = "Continuar conversión";

/* Displayed to the user as an error message. */
"L10N_Data_Flawed_Error" = "No se puede utilizar la grabación de vídeo porque ha resultado dañada.";

/* Displayed to the user as an error message. */
"L10N_Recording_File_Already_Exists_Error" = "Ya existe un archivo de salida con el nombre: ";

/* Displayed to the user as an error message. */
"L10N_Already_Converting" = "Ya está convirtiendo una grabación.";

/* Displayed to the user to show that nothing is comlete during conversion of a recording. */
"L10N_Zero_Complete_String" = "0% completado";

/* Displayed to the user to show the percent comlete during conversion of a recording. */
"L10N_Percent_Complete_Format_String" = "%d%% completado";

/* Displayed to the user to show the status during the saving of the recording file. */
"L10N_Saving_File_Action_Text" = "Guardando archivo";

/* Displayed to the user as an error message. */
"L10N_Movie_Not_Written_Error_Message" = "Lo sentimos, pero se ha producido un error de transcodificación. Vuelva a intentarlo.";

/* Displayed to the user to show the status during the canceling process. */
"L10N_Cancel_Action_Text" = "Cancelando";

/* Exception error alert text */
"L10N_Application Error Occurred" = "Se ha producido un error en la aplicación";

/* Exception error alert informative text */
"L10N_error_caused_application_to_exit_after_delay" = "Se ha producido un error y la aplicación se cerrará en breve. Disculpe las molestias.";
